[
    {
        "movie_name": "Jai Bhim",
        "director": [
            "T.J. Gnanavel"
        ],
        "country_origin": "India",
        "language": [
            "Tamil",
            "Hindi"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BY2Y5ZWMwZDgtZDQxYy00Mjk0LThhY2YtMmU1MTRmMjVhMjRiXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_QL75_UY281_CR18,0,190,281_.jpg",
        "bio": "Rajakannu and his wife Sengeni belong to a lower cast and works as labors in the field to protect it from rats thou they live life of poverty but are happy with what they have. Rajakannu and Sengeni plan a second child and soon Sengeni gives the good news once Rajkannu is called to the house of a upper caste man as a snake has sneaked inside his house.The next day theft of jewelry is reported in the same house suspicious raising towards Rajkannu .The cops got to arrest Rajkannu but he leaves the town for work following which the cops detain a pregnant Sengani and rest of family members asking them details about the Rajkannu.The cops trace Rajkannu and torture him and his brothers in jail asking him to confess the crime they did not commit later Sengeni finds that Rajkannu and his brother have eloped from the prison to escape torture.Mythra who teaches tribal village comes across a lawyer Chandru who fights for tribal people and after hearing story of Senegeni files a Habeas corpus case in court. —alex.mjacko@gmail.com",
        "Time_duration": 164,
        "genere_of_the_movie": [
            "Crime"
        ]
    },
    {
        "movie_name": "Anbe Sivam",
        "director": [
            "Sundar C."
        ],
        "country_origin": "India",
        "language": [
            "Tamil"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BMTcwNDQ5MTctYzZmYS00ZjNmLWE3ZWUtMjZlMGM2NzhmNzAxXkEyXkFqcGdeQXVyODEzOTQwNTY@._V1_QL75_UY281_CR46,0,190,281_.jpg",
        "bio": "Evocative and provocative, this masterfully crafted relationship drama tells the story of a series of comic events that occur when Nalla Sivam (Kamal Haasan) a wise-cracking, handicapped communist and Anbarasu (R. Madhavan), an arrogant young advertisement filmmaker who favors capitalism meet. They get stuck with each other on their problem-filled trip from Bhubaneswar to Chennai, giving them a unique opportunity to explore each other's belief system. Themes such as globalization, financial disparity and compassion in present-day India are explored around the two protagonists, while they also find how deeply interconnected their lives are. —Santhosh",
        "Time_duration": 160,
        "genere_of_the_movie": [
            "Adventure"
        ]
    },
    {
        "movie_name": "Pariyerum Perumal",
        "director": [
            "Mari Selvaraj",
            "Prabunath"
        ],
        "country_origin": "India",
        "language": [
            "Tamil"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BNDNiZmU1Y2YtYzljMy00YWFhLWIxZjUtZTUxNGUyYmI5OTgzXkEyXkFqcGdeQXVyOTk3NTc2MzE@._V1_QL75_UX190_CR0,8,190,281_.jpg",
        "bio": "A law student from a lower caste begins a friendship with his classmate, a girl who belongs to a higher caste, and the men in her family start giving him trouble over this.",
        "Time_duration": 154,
        "genere_of_the_movie": [
            "Drama"
        ]
    },
    {
        "movie_name": "Gol Maal",
        "director": [
            "Hrishikesh Mukherjee"
        ],
        "country_origin": "India",
        "language": [
            "Hindi"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BM2Y3Y2Q5ZDMtZjk4ZC00ODAwLTkwMDMtMjE4NWU2MmEzMWU2XkEyXkFqcGdeQXVyMjUxMTY3ODM@._V1_QL75_UY281_CR11,0,190,281_.jpg",
        "bio": "Ramprasad is a recent college graduate who finds a job with a finicky man, Bhavani Shankar, who believes that a man without a mustache is a man without a character. Bhavani Shankar is also against any of his employees indulging in recreation of any kind. When Ramprasad is caught by his boss at a hockey match, he has to invent a twin brother, the clean-shaven Laxman Prasad, to save his job. When Bhavani's daughter falls in love with the clean-shaven Laxman Prasad, and insists on marrying him, and Bhavani insists she should marry Ramprasad, things take a whacky turn. A fake mother and a hilarious chase are other enjoyable features involved in this comedy. —Vijay",
        "Time_duration": 144,
        "genere_of_the_movie": [
            "Comedy"
        ]
    },
    {
        "movie_name": "Nayakan",
        "director": [
            "Mani Ratnam"
        ],
        "country_origin": "India",
        "language": [
            "Hindi",
            "Tamil"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BNDViYzdlZjMtNTA2NS00MThhLWEwYTktNTE0OGZlNjJiZDJlXkEyXkFqcGdeQXVyODEzOTQwNTY@._V1_QL75_UY281_CR45,0,190,281_.jpg",
        "bio": "A small boy (Ratnavelu) from Tamilnadu sees his father, a labor leader, killed in cold blood by a policeman. He kills the policeman and runs away to the city of Bombay. From there, the story traces his ascent to become a mafia chief (Velu Naicker). —Sathyanarayanan Narayanaswamy <sathya@ntd.comsat.com>",
        "Time_duration": 156,
        "genere_of_the_movie": [
            "Crime"
        ]
    },
    {
        "movie_name": "3 Idiots",
        "director": [
            "Rajkumar Hirani"
        ],
        "country_origin": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BNTkyOGVjMGEtNmQzZi00NzFlLTlhOWQtODYyMDc2ZGJmYzFhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_QL75_UY281_CR3,0,190,281_.jpg",
        "bio": "Farhan Qureshi and Raju Rastogi want to re-unite with their fellow collegian, Rancho, after faking a stroke aboard an Air India plane, and excusing himself from his wife - trouser less - respectively. Enroute, they encounter another student, Chatur Ramalingam, now a successful businessman, who reminds them of a bet they had undertaken 10 years ago. The trio, while recollecting hilarious antics, including their run-ins with the Dean of Delhi's Imperial College of Engineering, Viru Sahastrabudhe, race to locate Rancho, at his last known address - little knowing the secret that was kept from them all this time. —rAjOo (gunwanti@hotmail.com)",
        "Time_duration": 170,
        "genere_of_the_movie": [
            "Comedy"
        ]
    },
    {
        "movie_name": "Apur Sansar",
        "director": [
            "Satyajit Ray"
        ],
        "country_origin": "India",
        "language": [
            "Bengali"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BN2ZhM2NkZDUtMTI3OC00NWE5LWEwYzMtZTlhMjhkZGFlMjQyXkEyXkFqcGdeQXVyNTgyNTA4MjM@._V1_QL75_UX190_CR0,2,190,281_.jpg",
        "bio": "Liberated from any form of attachment that was holding him back from immersing himself into Kolkata's urban lifestyle after Sarbojaya's death in Aparajito (1956), Apu, now an optimistic, 23-year-old idealist and struggling author, has no other choice but to give up his degree for lack of financial resources. Being no longer accountable to anyone, Apu barely manages to scrape by, content with a meagre income and a humble roof over his head, until an unforeseen complication during the wedding of Aparna, the delicate sister of his university friend, Pulu, leads to an act of kindness and a wonderful, youthful romance. All his life, death, and the sense of loss, have been accompanying Apu in his perpetual odyssey of spirituality and knowledge, and now, a lifetime of joys, hopes, sadness, and tragedies culminate in the most momentous decision of his life. But, life's mysterious duality cannot be defined by tragedy. What more could one ask for than a child's charming, wide-eyed smile? —Nick Riganas",
        "Time_duration": 65,
        "genere_of_the_movie": [
            "Drama"
        ]
    },
    {
        "movie_name": "Soorarai Pottru",
        "director": [
            "Sudha Kongara"
        ],
        "country_origin": "India",
        "language": [
            "Tamil",
            "Hindi"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BODRjZGVkNWYtZWExNS00ODEyLWI2ZjUtZGRlMWQ1MDk4NDMzXkEyXkFqcGdeQXVyOTk3NTc2MzE@._V1_QL75_UX190_CR0,4,190,281_.jpg",
        "bio": "Inspired by the book 'Simply Fly', the film tells the story of Nedumaaran Rajangam known to friends as Maara, the son of a teacher, who sets out to make the common man fly and takes on the most capital intensive industry in the world with the help of his friends, family and sheer will power.",
        "Time_duration": 153,
        "genere_of_the_movie": [
            "Drama"
        ]
    },
    {
        "movie_name": "C/O Kancharapalem",
        "director": [
            "Venkatesh Maha"
        ],
        "country_origin": "India",
        "language": [
            "Telugu"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BYjg2YWM0YzUtODViNS00OWRkLWI0YmItNDdhODUwMjVhYjQ1XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_QL75_UY281_CR6,0,190,281_.jpg",
        "bio": "Four unconventional love stories set in the town and including the people of Kancherapalem.",
        "Time_duration": 152,
        "genere_of_the_movie": [
            "Drama"
        ]
    },
    {
        "movie_name": "Kumbalangi Nights",
        "director": [
            "Madhu C. Narayanan"
        ],
        "country_origin": "India",
        "language": [
            "Malayalam"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BYjYyZTNkZGYtZGJjZC00NmM2LThjNjMtMjYxYTI0NTg1NzViXkEyXkFqcGdeQXVyMzQ5Njc3NzU@._V1_QL75_UX190_CR0,0,190,281_.jpg",
        "bio": "The film revolves around four brothers who share a love-hate relationship with each other. Franky's elder brothers, Saji, Bobby and Bony lead a messed up life with their downright arrogance, differences, and disagreements with each other. Each one deals with the struggle of his own. Their relationship progresses to another level when Saji, Boney, and Franky decide to help Bobby stand by his love. Franky's wish for a beautiful home cuddles hope.",
        "Time_duration": 135,
        "genere_of_the_movie": [
            "Comedy"
        ]
    },
    {
        "movie_name": "Black Friday",
        "director": [
            "Anurag Kashyap"
        ],
        "country_origin": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BZjA2NjJmOGMtMGMxMS00OGNhLWE2OTEtM2NjYWE5ZGI1MjYyXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_QL75_UY281_CR2,0,190,281_.jpg",
        "bio": "A dramatic presentation of the bomb blasts that rocked Bombay on March 12, 1993, displays the police investigation, amidst allegations of human rights violations, led by DCP Rakesh Maria, in tracking down the suspects, especially Bashir Khan. Bashir managed to elude authorities by re-locating to Rajasthan, Uttar Pradesh, Delhi, and West Bengal, after finally being apprehended in Bombay. His confession and subsequent flashbacks showcases the apathy shown by authorities who refused to intervene during the destruction of the sacred Babri Masjid by Hindu Kar Sevaks, and the inability of the police to fulfill their mandate and protect the vulnerable, forcing many to flee to other locations. The subsequent aftermath that succeeded in irreversibly polarizing communities in Bombay; Pakistan's involvement in training and arms' supplies; the main alleged suspects, Dawood Ibrahim, and Mushtaq Memon, sought refuge in Dubai, United Arab Emirates, while Indian politicians made a cosmetic move to re-name Bombay; and of the little-known plot to assassinate right-winged politicians, Bal Thackeray and L.K. Advani. —rAjOo (gunwanti@hotmail.com)",
        "Time_duration": 143,
        "genere_of_the_movie": [
            "Action"
        ]
    },
    {
        "movie_name": "Manichitrathazhu",
        "director": [
            "Fazil"
        ],
        "country_origin": "India",
        "language": [
            "Malayalam"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BZjQxMmE4NDMtZGVkYi00YmQyLThiNTMtOTVmNDEyZWQ2MzUwXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_QL75_UX190_CR0,1,190,281_.jpg",
        "bio": "Renowned Psychiatrist Dr. Sunny Joseph lives in America. He decides to travel to a town in India after he gets a distress call from his friend, who belongs to a very noble and wealthy family, to counsel and treat a female family member, who he suspects is responsible for a variety of incidents. Sunny accepts this assignment not realizing that there is another side to this tale, namely a vengeful spirit, who may not respond to his methods, and he may end up endangering everyone's lives. —rAjOo (gunwanti@hotmail.com)",
        "Time_duration": 169,
        "genere_of_the_movie": [
            "Comedy"
        ]
    },
    {
        "movie_name": "Jersey",
        "director": [
            "Gowtam Tinnanuri"
        ],
        "country_origin": "India",
        "language": [
            "Telugu"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BZWNiODc3MDgtMDEyNi00MzhkLThiMzktMjlhZGVjZGUzZjEyXkEyXkFqcGdeQXVyODU1MjM4NjA@._V1_QL75_UY281_CR5,0,190,281_.jpg",
        "bio": "Luck hasn't always been in favour of Arjun, a gifted cricketer in his mid-thirties whose career has failed to take off. With everyone around him insisting that he should give up on his career, will Arjun have the courage of conviction to continue pursuing his dream?",
        "Time_duration": 157,
        "genere_of_the_movie": [
            "Drama"
        ]
    },
    {
        "movie_name": "Taare Zameen Par",
        "director": [
            "Aamir Khan",
            "Amole Gupte"
        ],
        "country_origin": "India",
        "language": [
            "Hindi"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BNTVmYTk2NjAtYzY3MS00YjFjLTlkYzktYzg3YzMyZDQyOWRiXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_QL75_UY281_CR3,0,190,281_.jpg",
        "bio": "Ishaan Awasthi is an eight-year-old child whose world is filled with wonders that no one else seems to appretiate are just not important in the world of adults, who are much more interested in things like homework, marks and neatness. And Ishaan just cannot seem to get anything right in class. When he gets into far more trouble than his parents can handle, he is packed off to a boarding school to 'be disciplined'. Things are no different at his new school, and Ishaan has to contend with the added trauma of separation from his family. One day a new art teacher bursts onto the scene, Ram Shankar Nikumbh, who infects the students with joy and optimism. He breaks all the rules of 'how things are done' by asking them to think, dream and imagine, and all the children respond with enthusiasm, all except Ishaan. Nikumbh soon realizes that Ishaan is very unhappy, and he sets out to discover why. With time, patience and care, he ultimately helps Ishaan find himself.",
        "Time_duration": 165,
        "genere_of_the_movie": [
            "Drama"
        ]
    },
    {
        "movie_name": "#Home",
        "director": [
            "Rojin Thomas"
        ],
        "country_origin": "India",
        "language": [
            "Malayalam"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BZGQxMzI4YmQtNWUwOC00NGQwLWEzNjYtZWZjMmIxYWJjMjdmXkEyXkFqcGdeQXVyMTM2Mzg0NDg3._V1_QL75_UY281_CR1,0,190,281_.jpg",
        "bio": "Oliver Twist (Indrans) wants to be tech-savvy and become a better companion to his two sons who spend more time on their phones than with their loved ones.",
        "Time_duration": 158,
        "genere_of_the_movie": [
            "Drama"
        ]
    },
    {
        "movie_name": "Kaithi",
        "director": [
            "Lokesh Kanagaraj"
        ],
        "country_origin": "India",
        "language": [
            "Tamil"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BZTIzMTY2NGYtNzM0NS00NmFkLWFkZmUtZTcxMGEwNjhmYjg5XkEyXkFqcGdeQXVyMTU0MzI1OTY@._V1_QL75_UX190_CR0,2,190,281_.jpg",
        "bio": "On a night where the entire police officers got into an immovable situation, a paroled convict is forced to help the police, so that he can see his daughter for the first time in life. How he helps the department forms the story of this action packed entertainer.",
        "Time_duration": 145,
        "genere_of_the_movie": [
            "Action"
        ]
    },
    {
        "movie_name": "Kireedam",
        "director": [
            "Sibi Malayil"
        ],
        "country_origin": "India",
        "language": [
            "Malayalam"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BOGQ0NzRkMGMtNjViZC00MWZhLWJhOTgtMzQ3ZTI4NDEwZDdlXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_QL75_UX190_CR0,2,190,281_.jpg",
        "bio": "The life of a young man turns upside down when he intervenes in a dispute in order to rescue his father (a cop) from a ruthless local outlaw.",
        "Time_duration": 124,
        "genere_of_the_movie": [
            "Action"
        ]
    },
    {
        "movie_name": "Dangal",
        "director": [
            "Nitesh Tiwari"
        ],
        "country_origin": "India",
        "language": [
            "Hindi",
            "English"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BOTkyYmQ4ZTUtMTA4Yy00OGM3LWExNzAtZTA4NGRjMzJkMjgxL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMzgxNjA1NTE@._V1_QL75_UX190_CR0,4,190,281_.jpg",
        "bio": "Biopic of Mahavir Singh Phogat, who taught wrestling to his daughters Babita Kumari and Geeta Phogat. Geeta Phogat was India's first female wrestler to win at the 2010 Commonwealth Games, where she won the gold medal (55 kg) while her sister Babita Kumari won the silver (51 kg). —Dibyayan_Chakravorty",
        "Time_duration": 161,
        "genere_of_the_movie": [
            "Action"
        ]
    },
    {
        "movie_name": "Sardar Udham",
        "director": [
            "Shoojit Sircar"
        ],
        "country_origin": "India",
        "language": [
            "Hindi",
            "English",
            "Russian"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BZGFhNTYwZmMtNzk4Ny00MTExLThjMWUtNjYzMTEwZjEzMWQ3XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_QL75_UY281_CR18,0,190,281_.jpg",
        "bio": "Indian Revolutionary Udham Singh who's better known for the assassination of Michael O Dwyer in London, who was behind the Jallianwala Bagh Massacre on April 13, 1919. The story sets out how Udham Singh survived the massacre on day of Baisakhi which killed around 400 people and injured around 1000 and avenges those who died. —alex.mjacko@gmail.com",
        "Time_duration": 164,
        "genere_of_the_movie": [
            "Biography"
        ]
    },
    {
        "movie_name": "Asuran",
        "director": [
            "Vetrimaaran"
        ],
        "country_origin": "India",
        "language": [
            "Tamil"
        ],
        "url": "https://m.media-amazon.com/images/M/MV5BNjU1OTliOWYtYzg3Yi00ODVmLWIzMjctZGJmZjRhZjY5OTA2XkEyXkFqcGdeQXVyMTAwMDE4MjA3._V1_QL75_UY281_CR11,0,190,281_.jpg",
        "bio": "Asuran is an action film directed by Vetrimaaran, with the story taken from the novel Vekkai written by Poomani, a famous Tamil novelist. Dhanush plays two roles in this film. Famous Malayalam actress Manju Warrier plays the female lead. Many people expecting this movie will be the benchmark for Tamil cinema in both critically and commercially. Trailer of this film was released on Dhanush's birthday and the film was released on 3 October 2019. —Madhesh D fan",
        "Time_duration": 141,
        "genere_of_the_movie": [
            "Action"
        ]
    }
]