[
      {
            "movie_name": "Pariyerum Perumal",
            "director": [
                  "Mari Selvaraj",
                  "Prabunath"
            ],
            "country_origin": "India",
            "url": "https://m.media-amazon.com/images/M/MV5BNDNiZmU1Y2YtYzljMy00YWFhLWIxZjUtZTUxNGUyYmI5OTgzXkEyXkFqcGdeQXVyOTk3NTc2MzE@._V1_QL75_UX190_CR0,8,190,281_.jpg",
            "bio": "A law student from a lower caste begins a friendship with his classmate, a girl who belongs to a higher caste, and the men in her family start giving him trouble over this.",
            "Time_duration": 154,
            "genere_of_the_movie": [
                  "Drama"
            ]
      },
      {
            "movie_name": "Jai Bhim",
            "director": [
                  "T.J. Gnanavel"
            ],
            "country_origin": "India",
            "url": "https://m.media-amazon.com/images/M/MV5BY2Y5ZWMwZDgtZDQxYy00Mjk0LThhY2YtMmU1MTRmMjVhMjRiXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_QL75_UY281_CR18,0,190,281_.jpg",
            "bio": "Rajakannu and his wife Sengeni belong to a lower cast and works as labors in the field to protect it from rats thou they live life of poverty but are happy with what they have. Rajakannu and Sengeni plan a second child and soon Sengeni gives the good news once Rajkannu is called to the house of a upper caste man as a snake has sneaked inside his house.The next day theft of jewelry is reported in the same house suspicious raising towards Rajkannu .The cops got to arrest Rajkannu but he leaves the town for work following which the cops detain a pregnant Sengani and rest of family members asking them details about the Rajkannu.The cops trace Rajkannu and torture him and his brothers in jail asking him to confess the crime they did not commit later Sengeni finds that Rajkannu and his brother have eloped from the prison to escape torture.Mythra who teaches tribal village comes across a lawyer Chandru who fights for tribal people and after hearing story of Senegeni files a Habeas corpus case in court. —alex.mjacko@gmail.com",
            "Time_duration": 164,
            "genere_of_the_movie": [
                  "Crime"
            ]
      }
]